/* SongDetailArtist */
"Artist" = "Artista";

/* SongDetailBuySpotify */
"Buy Spotify-feature" = "Comprar Spotify-función";

/* LyssnaAddCancel */
"Cancel" = "Cancelar";

/* LyssnaAddChange */
"Change" = "Cambiar";

/* SongDetailCouldntFindSpotify */
"Couldn't find @ Spotify" = "No se pudo encontrar @ Spotify";

/* LyssnaTableDone */
"Done" = "Hecho";

/* LyssnaTableEdit */
"Edit" = "Editar";

/* LastPlayedTitle */
"Last Played" = "Últimos Juegos";

/* LyssnaTitle */
"Listen" = "Escuchar";

/* SongDetailLoadingSpotify */
"Loading.." = "Cargando..";

/* LyssnaAddName */
"Name" = "Nombre";

/* LyssnaNowPlaying */
"Now Playing" = "jugar ahora";

/* No comment provided by engineer. */
"OK" = "OK";

/* SongDetailPlayed */
"Played" = "jugado";

/* SongDetailTrack */
"Song" = "que";

/* SongDetailStation */
"Station" = "Estación";

/* SongDetailSpotify */
"type spotify:track: and the id you got over here in Spotify to show the song. Or just click to play song in Spotify." = "Escribe spotify:track: Identificación y sobre aplicación de Spotify para reproducir la canción, o simplemente haga clic para iniciar la canción en Spotify.";

/* LyssnaAddURLAddress */
"URL" = "URL";

"Choose a station" = "Elige una estación";
"Made By Håkan Nylén" = "Hechos Por Håkan Nylén";